app/controllers/signups_controller.rb

SELECT "signups".* FROM "signups"
---
  def index
    @signups = Signup.all